import styles from './sectionOne.module.css';
function SectionOne() {
  return (
    <section className={styles.sectionOne}>
      <p className={styles.sectionOneDescription}>
        Ось уже багато років поспіль успіх неминучий для переважної більшості
        фільмів, де Марлон Вейанс виступає як головний актор. "" Без почуттів ""
        став одним з перших фільмів, який приніс йому популярність. Наступні
        картини набували ще більшого успіху. Хоча пік кар 'єри Вейанса вже
        пройшов, він як і раніше продовжує зніматися в кіно і залишається вірним
        комедійному жанру. Адже саме в комедіях йому вдалося досягти успіху і
        всесвітньої популярності. Фільми, де він знімається, розраховані
        першочергово на підліткову аудиторію, тому гумор тут простий і часто
        митний, сюжет, як правило, теж. Подібними характеристиками можна описати
        і фільм "Без почуттів" ", і багато кінострічок за участю Вейанса. Але
        простота і дурнуватість таких стрічок не роблять їх поганими, навпаки,
        ці фільми хороші і цікаві, просто вони націлені на певну глядацьку
        аудиторію. Сюжет не відрізняється глибокомисленням і не містить в собі
        безліч хитросплетінь і несподіваних поворотів, але цього і не потрібно.
        Фільм працює по-іншому, надаючи на глядача належний ефект іншими
        методами і прийомами.
      </p>
      <img
        className={styles.SectionOneImg}
        src="https://image.winudf.com/v2/image1/Y29tLmRyb2lkd2FsbHBhcGVycy5LYXJhdGV3YWxscGFwZXJzLkthcmF0ZWltYWdlcy5iYWNrZ3JvdW5kX3NjcmVlbl80XzE2MzA2NDkwMjRfMDQ1/screen-4.jpg?fakeurl=1&type=.jpg"
        alt="IMG"
      />
    </section>
  );
}
export default SectionOne;
